<sos>
i
bought
it
for
ten
dollars
.
<eos>
is
far
from
here
?
will
you
help
me
move
this
desk
do
n
'
t
have
to
work
on
sundays
who
did
speak
with
she
does
like
the
way
want
a
book
he
looked
in
all
,
but
see
anyone
agree
some
s
high
school
student
please
come
as
soon
possible
m
no
quit
become
teacher
of
japanese
first
thing
take
into
time
went
shopping
her
mother
man
and
his
wife
helped
each
other
studied
english
morning
re
good
person
which
fruit
best
know
are
hot
not
we
can
change
if
ca
what
ll
happen
sure
about
where
mail
wait
next
bus
often
use
##h
my
computers
dogs
alive
that
makes
difference
must
be
around
somewhere
they
going
movies
yesterday
your
turn
tom
older
than
am
father
tall
really
looking
forward
summer
vacation
trust
him
remember
how
go
there
told
was
coming
back
last
years
life
writing
waited
friend
an
hour
doctor
village
worry
!
even
drink
driving
nothing
complain
name
wish
had
been
still
boston
runs
faster
supposed
let
think
computer
eat
tomorrow
thought
too
mary
picnic
kept
waiting
30
minutes
cat
has
tail
four
legs
nice
##st
present
ve
ever
received
wallet
entered
room
without
permission
us
when
arrive
movie
making
job
suitcase
why
mouth
so
big
speaks
french
little
sign
up
old
death
should
changed
at
were
dressed
could
hardly
keep
laughing
met
home
off
same
size
parents
through
war
map
helps
decided
resign
moved
our
bags
make
lady
sit
down
sentence
##ly
correct
already
made
cake
car
needs
washing
kids
then
enough
money
cover
promise
now
living
much
chair
cost
coffee
slowly
d
asked
whether
math
decision
eggs
spring
caught
them
recent
science
progress
personality
sister
john
give
ride
probably
learn
swim
until
comes
day
absolutely
right
talk
weather
call
world
lasted
key
yet
wants
buy
guests
by
believe
baby
children
loves
beer
gets
drunk
every
people
need
stop
diet
##ing
sat
bench
guess
over
thirty
excuse
problem
played
dreams
try
kill
free
very
question
long
oil
water
driver
license
said
feel
special
aunt
gained
river
dangerous
took
turns
look
pale
bathroom
discount
fun
thinks
related
rain
photograph
further
doing
week
conversation
live
across
get
usually
cold
##est
month
walk
park
planning
likes
sing
bath
dog
goes
everywhere
today
raining
goals
love
nature
hair
soup
works
nine
came
pick
ins
##ble
given
full
smoke
exactly
telling
any
more
least
one
thousand
books
spent
sharp
would
something
supermarket
box
chocolate
##s
rich
sometimes
##e
poor
tell
lives
fed
left
ate
pizza
consider
friends
done
photo
behave
sitting
boss
hard
always
studying
never
golf
canada
many
trees
harder
play
soccer
after
except
shoes
along
game
boy
truth
private
only
matters
interested
christmas
train
blood
passengers
complained
service
able
study
abroad
year
playing
football
almost
immediately
both
brothers
married
pay
rent
advance
health
deserve
detective
before
umbrella
cry
visit
japan
tv
eight
hours
slept
few
-
sunday
nobody
knows
save
six
o
clock
house
close
solve
yourself
ears
shall
forever
tonight
police
accused
murder
dress
looks
mention
request
pretty
girl
better
cookies
shape
stars
used
getting
early
alone
again
got
repair
act
quickly
plane
takes
washed
fight
date
lived
shop
wanted
article
mine
rare
church
foot
mountain
true
trying
outside
meaning
word
things
says
someone
door
rock
music
because
busy
downtown
cut
short
teach
drive
side
interesting
afraid
handsome
angry
freedom
road
wet
wine
cook
beautiful
furniture
type
positive
nose
quite
apple
small
lose
weight
three
or
times
anything
effort
passed
city
hall
station
anybody
sleeping
discussion
:
00
strange
working
salt
fall
asleep
heard
called
spend
words
surprised
sun
west
tears
news
american
held
breath
point
drop
encouraged
just
thank
guys
duty
lost
introduced
brother
novel
afternoon
gate
closed
language
spoken
america
once
hi
yours
happened
lay
listening
radio
having
serious
future
stamps
fast
seeing
uncle
company
new
put
happy
watch
idea
none
business
hates
green
button
boat
against
talking
away
straw
##berries
thanks
fever
certainly
piano
well
rid
generally
speaking
bank
hate
winter
hope
satisfied
ready
everything
medicine
young
rome
found
purse
under
letter
cup
open
shelf
charge
speech
glasses
till
light
chance
miss
hundred
million
their
sl
##ed
missing
cats
friendship
deeply
gave
piece
advice
sick
illness
leave
find
pair
daughter
woman
grandmother
##te
head
seems
lying
violin
intended
forgot
leaving
bit
known
secret
mind
lending
pen
`
class
##less
warmer
later
whichever
son
two
daughters
visited
australia
paid
concern
encouraging
germany
social
system
covered
snow
round
nearest
mean
wake
since
night
flies
toys
together
real
reason
difficult
meet
scared
crowd
plan
succeed
baseball
lake
add
bill
while
stock
prices
low
knew
men
run
women
say
started
breakfast
seven
cottage
clean
might
wo
allow
test
worried
ran
party
feels
10
between
missed
fish
population
spending
care
cooking
dinner
finished
reading
tired
lot
buried
hawaii
several
obey
law
worked
earned
white
birds
bad
manners
another
animals
died
ideas
different
girlfriend
bed
plenty
these
answer
patient
tried
push
part
united
states
saying
important
enjoyed
watching
late
enjoy
running
price
meat
dropped
bag
seem
ask
questions
published
days
favorite
sleep
sound
lend
knife
cried
kite
stayed
wore
simple
rooms
coat
cross
out
cleaning
saved
child
earth
eyes
treated
policeman
arm
wondered
story
seen
own
tennis
those
accident
bankrupt
fifty
smell
crying
staying
team
mayor
tea
bread
phone
number
express
office
ill
trip
tickets
london
may
nurse
invited
terribly
sorry
sea
blue
latest
model
motorcycle
food
serve
homework
joke
guitar
juice
suffering
heart
disease
town
candle
schools
weekend
hospital
younger
healthy
monkey
color
absent
five
loudly
himself
fault
pass
milk
others
choose
throw
magazine
read
accepted
invitation
dad
certain
fence
garden
bring
myself
such
girls
egg
traveled
anywhere
recently
hat
camera
skin
lie
everyone
else
apples
mad
doctors
lazy
curry
feed
saw
newspaper
album
shut
return
awful
suspicious
large
careless
##ness
lead
advantage
stay
improve
refused
enter
near
iron
clothes
ago
kidding
horses
taking
fighting
follow
sad
largest
electricity
europe
gone
sub
magazines
value
easily
mist
##ook
picture
teachers
loved
teaching
taller
due
capital
owe
success
feeling
quiet
sky
forgive
americans
ages
smoking
won
prize
likely
win
idiot
careful
fell
floor
whatever
problems
moment
rains
stand
orange
talks
end
blame
lunch
space
bicycle
poured
bucket
hole
building
smiling
finish
bedroom
learned
glass
talked
studies
rules
family
opportunity
worker
pens
borrow
actress
eating
singing
show
passport
continued
being
boring
walking
street
difficulties
##cut
starting
tallest
understand
weeks
straight
broke
wearing
seat
lots
leaves
china
happens
loud
noise
dictionary
exam
catch
trouble
ripped
storm
condition
wall
choice
author
punished
break
stupid
meal
situation
distinguish
frog
stories
spare
born
sight
hopes
heavy
song
library
hold
line
letters
past
protect
felt
pre
##il
hands
concerned
attend
meeting
credit
cards
half
lights
lately
tree
october
answered
supper
somebody
hurry
fond
pictures
gives
ear
rather
appeared
television
struck
lightning
send
everybody
confused
stolen
stranger
fire
taught
teeth
strike
page
suggested
skiing
dying
returned
arrived
usual
compared
##ct
jazz
spends
wonder
retired
kind
needed
ice
cream
kiss
impossible
closely
german
either
rumor
themselves
entrance
pepper
popular
place
minute
barely
ought
hotel
dentist
listen
strength
plays
fair
un
hiding
june
rice
worst
larger
tokyo
fear
broken
stuff
worth
its
gold
singer
shirt
glad
taken
wrote
telephone
carried
injured
flowers
20
%
share
market
rest
set
deep
history
horse
stopped
eaten
luggage
students
relax
notebook
fox
monday
dream
black
prepared
die
corner
promised
accustomed
expected
false
count
tire
calling
cell
lonely
understands
sisters
drawer
dance
whose
carefully
though
friday
intelligent
killed
purpose
imagination
prevent
birthday
view
control
comfortable
wash
bike
saturday
area
nervous
concert
handwriting
body
airport
warm
forgotten
hid
quick
temper
forget
pity
join
hunger
table
seventeen
case
119
amazed
flu
skirt
pressure
fridge
decide
written
2
wishes
listened
##t
imagine
century
aware
shower
matter
drawing
major
college
considered
easy
experience
translate
strong
shake
bottle
brush
twice
finally
regrets
recognized
attention
months
complaining
changing
truck
film
sports
during
rainy
season
sweet
smile
husband
great
amount
begin
catches
cause
arrested
temperature
suddenly
warned
longer
fresh
admit
hero
evening
chinese
red
stuck
according
forecast
master
mathematics
subject
wears
style
arguing
built
treat
su
##shi
front
russian
offer
grows
laughed
example
zoo
admission
figure
per
lied
graduated
university
beginning
hand
smells
cheese
filled
attacked
explain
arms
began
army
reach
taxi
fill
form
ghosts
exist
responsible
mistake
prefer
forced
enemy
cars
thirsty
ended
earlier
places
crashed
arrogance
actually
convenient
paper
behavior
surprise
agreed
proposal
boil
potatoes
ball
regular
unless
rule
available
gum
tastes
expect
accept
fine
stone
hurt
feelings
definitely
equal
1
meters
sells
rang
jump
clouds
delicious
yen
towel
famous
natural
calm
lion
travel
kitchen
##d
drinks
turned
dark
information
repeat
vote
honest
distance
##ve
rude
greek
difficulty
project
complete
exams
discuss
sleepy
disappointed
sang
gun
borrowed
brought
spin
##ach
air
sense
whole
permitted
pie
translated
start
lesson
list
begins
8
appetite
bell
hang
hired
lawyer
##r
window
opinion
wrong
step
country
comments
harvard
foreign
land
write
bird
thinking
sweater
admitted
carry
parallel
finger
stealing
discussed
public
walks
museum
retire
connection
rope
boys
ships
toy
eye
wear
bear
subway
lock
managed
sent
post
touch
laugh
teaches
judge
acquainted
france
stomach
hurts
checked
schedule
fake
crossed
butter
secrets
unhappy
pretending
became
fan
worse
delayed
roof
ticket
sc
##old
spoke
explanation
clear
considering
means
escape
alcohol
factory
bound
fail
deal
mistaken
provide
fairly
thief
eleven
players
##ight
result
organ
basket
picked
tongue
diamond
scenery
appear
noon
apologize
argument
holiday
ship
goods
rained
poet
rented
6
grew
store
pain
gain
drinking
stole
solved
maybe
wonderful
report
lift
swimming
continue
di
##pp
fat
drugs
knowledge
sandwich
dozen
reads
writes
shy
cheap
wedding
abandoned
couple
pleasure
hit
consult
extremely
hobby
learning
anymore
player
promises
basketball
dry
##er
deepest
laughs
hug
wednesday
wherever
spanish
locked
inside
menu
flood
reached
level
check
cash
beach
noticed
guide
mud
support
smart
hungry
heat
fix
grateful
allowed
document
dishes
happening
appointment
lies
understood
percent
excellent
most
reasons
shoulder
perfect
involved
shot
native
speaker
calls
patience
fee
smaller
africa
invented
mis
okay
avoid
tower
liar
entire
waste
newspapers
$
3
raise
voice
flower
crowded
weird
traffic
god
buildings
sunset
neither
behind
asia
attended
losing
exercise
wood
nonsense
hear
introduce
twelve
completely
engineer
spread
doubt
birth
safe
website
useful
scientist
ourselves
cancer
although
kinds
cleaned
founded
sold
president
bro
allergic
yes
##en
toilet
curious
fashion
liked
electric
##ache
machine
leg
bridge
boyfriend
less
cloudy
canceled
cherry
fly
hearing
member
club
mom
congratulations
sofa
notice
fluent
names
settled
complex
carrot
match
pride
thin
gas
explained
address
jumped
course
drives
languages
suicide
crazy
clearly
suit
flying
chicago
dumb
magician
elevator
currently
theory
belong
luck
keys
loss
quality
fixed
##ful
buses
yellow
seriously
among
cities
nor
valuable
##man
smiled
waiter
houses
expensive
rush
grandfather
vase
single
socks
education
above
bu
##rg
##lar
sell
pencil
##y
common
also
admire
painted
grass
annoying
expecting
reservation
sounds
watched
danger
pocket
top
hill
standing
ahead
depends
000
p
dec
terrible
ceremony
pull
itself
##is
court
kyoto
handed
familiar
apartment
age
giving
ok
neighborhood
tooth
fool
apart
puzzled
stamp
herself
canadian
habit
louder
nearly
farm
sugar
peace
ring
##able
lips
disappeared
excited
songs
lucky
sudden
theater
taste
classroom
##ies
plans
cool
gotten
exhausted
coward
york
classmates
slow
discovered
imports
kid
easier
landing
gift
star
keeps
painting
headache
face
classes
england
wise
moving
marry
drank
talented
burns
solution
remained
silent
gentleman
tore
third
quarter
necessary
exact
##es
applied
hung
advised
second
appreciate
fit
showed
prisoner
soldiers
battle
imp
upstairs
waist
stops
dating
order
##time
skate
earthquake
##iest
7
thanked
jail
hoped
wind
courage
jacket
track
moon
wealth
chess
insisted
tie
group
king
cured
interest
stick
woke
starts
pro
##no
##unce
paint
empty
buying
vegetables
feet
income
india
draw
##ic
welcome
climbed
woods
bleeding
pieces
kissed
slight
restaurant
suspect
italy
stronger
proud
captain
sort
seemed
doll
improved
marriage
materials
collecting
##or
participate
card
safety
costs
elected
energy
finding
silver
recognize
neighbor
shave
eats
unlikely
brown
seldom
hide
barber
prevented
account
succeeded
perhaps
guilty
forest
pretended
conference
countries
favor
accidents
tiger
threw
ordered
named
occasionally
clothing
climb
deleted
shook
##ish
assistant
sore
throat
bother
writer
prohibited
freeze
degrees
neighbors
repaired
main
blind
goodbye
urgent
message
bookstore
mice
unfortunately
lessons
fishing
trains
switzerland
prove
helping
ha
traveling
fa
##x
belongs
mirror
believes
instead
bite
airplane
dead
similar
mondays
cute
cough
opened
afford
100
chicken
raw
failed
recommend
respect
mistakes
sooner
funny
suppose
pool
inviting
grow
happiness
walked
followed
asking
roses
thoughts
fired
friendly
medical
supplies
middle
##w
textbook
joking
cd
brave
novels
advise
hokkaido
jealous
games
hugged
expert
sheep
guy
meals
reply
greeted
impressed
twenty
exchange
innocent
examination
preparing
depend
flag
paying
hats
deaf
britain
pants
art
incident
memory
winning
ex
remind
package
resembles
lower
postponed
planet
animal
dust
kindness
dirty
rack
##et
refrigerator
unable
fact
contact
cousin
willing
totally
fifth
granted
suggest
polite
divorced
jokes
garage
oldest
tip
wild
fortune
dancing
rescued
risk
solar
anxious
cloud
dare
ashamed
normal
bored
mt
fuji
paris
attitude
someday
remain
sour
app
practice
intention
cooked
beauty
visiting
objected
frightened
salary
convinced
envelope
repairing
facts
explosion
caused
department
government
highly
##imate
confidence
cancel
video
knocked
sale
5
flight
whenever
cares
earn
envy
optimistic
prison
rabbit
power
east
drew
obvious
cow
cafeteria
humor
professor
mountains
lecture
cleared
speed
bet
bottles
pardon
detail
pond
jogging
我花
美元
买
了
它
离
这儿
远
吗
你
能
帮
我
搬
这张
桌子
周日
不必
工作
和
谁
说话
呢
她
不
喜欢
的
方式
想要
本书
他
看
在
一定
程度
上
同意
意见
是
一名
请
尽快
过来
放弃
想
成为
日语
老师
应该
考虑
时间
母亲
去
购物
这
男人
妻子
上午
学习
英语
您
一个
好人
最
喜爱
水果
什么
还
认识
热
不是
如果
我们
不能
预言
会
发生
甚么
确定
哪里
得
等
下
一班
公车
经常
使用
所有
狗
都
活着
没有
任何
区别
这里
附近
知道
他们
要
做
昨天
电影
轮到
汤姆
年纪
比
大
爸爸
很
高
真的
非常
期待
暑假
信任
记得
怎么
那里
告诉
正在
回来
写
朋友
一
小时
被
最好
医生
别
担心
抱怨
叫
但愿
去过
波士顿
跑
快
事
认为
如何
有
一台
电脑
吃
明天
不会
学校
也
这么
为什么
野餐
让
一只
猫
一条
尾巴
脚
得到
过
礼物
钱包
里
几乎
允许
进
房间
时候
个
优秀
学生
手提箱
嘴
那么
一起
说
一点
法语
怎样
参加
这位
老人
往
哪个
走
一下
这个
好
全部
穿
回家
路上
遇见
不该
一样
父母
那
战争
地图
帮助
位置
决定
行李
空间
老太太
可以
坐下
句子
正确
已经
安排
蛋糕
这辆
车
需要
那时
孩子
那些
钱
足够
支付
信守
承诺
现在
住
多少
慢慢
地
希望
问
数学
这是
最终
鸡蛋
春天
很快
就
赶上
几年
玛丽
约翰
关系
我会
可能
学会
游泳
着
到
今天天气
讨论
天气
给
打电话
从
把
钥匙
没
对
客人
感动
相信
说服
照顾
小孩
喝啤酒
怎么样
人们
节食
坐在
长椅
猜
超过
三十岁
对不起
问题
我本
跟
婴儿
玩
梦想
试试
不可
一整天
有空
好久不见
驾照
就是
来
感觉
阿姨
特别
这条
河里
危险
驾驶
看起来
苍白
洗手间
打
折
取笑
下雨
照片
准备
再
前进
星期
一直
谈
不错
河
对面
觉得
人
帮忙
通常
冷
公园
散步
变
计划
唱歌
总是
著
今天
目标
爱
一根
头发
九点
开始
令人
至少
花
太
多
聪明
不要
超市
生活
像
巧克力
有时
穷人
来自
剩下
东西
一片
一辆
出租车
之一
什么样
蛋
你们
不想
不用
其他人
期望
影响
行为
那个
老板
读书
骗
从没
高尔夫球
加拿大
很多
常常
放学
后
踢足球
除了
人来
笑
鞋
起来
吧
男孩
懂
礼貌
每天
真相
只是
不感兴趣
咖啡
圣诞礼物
搭
火车
上班
有些
不好
解决
明年
出国
见到
那条
立刻
两个
兄弟
结婚
提前
付
租金
幸运
健康
身体
为
以前
做过
雨伞
留在
哭
每年
访问
日本
电视机
关掉
必须
睡
星期天
见
才
救
将
房子
靠近
自己
到来
今晚
警方
适合
请求
一份
漂亮
女孩
真是
游得
饼干
星星
习惯
早起
单独
因为
修理
车子
行动
飞机
十分钟
起飞
结束
该
活
久
店里
派
电视
开
想见
很大
文章
教堂
位于
这事
感受
那样
外面
越来越
字
意思
搭公车
那辆车
的话
根本
毫无意义
有人
敲门
星期日
教
开车
站
这些
中有
一些
有趣
害怕
蛇
并
内
生气
只要
自由
路
所以
湿
酒
厨师
请问
用
家具
方便
若
低
更
完美
苹果
减肥
一个月
车站
任何人
我要
离开
奇怪
继续
快要
待
吃惊
我能
太阳
当
听到
看来
漫长
一天
啊
美国
呼吸
等待
鼓励
看看
家伙
干什么
丢
介绍
弟弟
小说
关上
语言
一次
你好
躺
听
收音机
谈论
未来
收集
邮票
去年
看过
舅舅
公司
上个月
新
产品
受不了
之中
做到
他家
杀
我该
高兴
看电视
想法
等等
讨厌
按
按钮
船
最快
预订
座位
父亲
去世
草莓
感谢
发烧
钢琴
弹得
恨
冬天
满意
完
药
舒服
年轻人
底下
找到
收到
发
起床
一杯
水
银行
开著
书
这本
免费
点
拿
玻璃杯
等到
变成
绿色
机会
多久
以
作为
醉
找
不见
忠告
生病
严重
病
偶尔
一双
鞋子
女儿
女人
头痛
说谎
几块
拉
小提琴
本来
虽然
好像
秘密
弹钢琴
永远
介意
借
笔
国家
还要
晚
不管
选
哪条
据我所知
儿子
澳大利亚
欠
还给
翻译
遇到
一位
消息
德国
这座
山
覆盖
雪
客厅
怕
最近
打算
叫醒
昨晚
过得
呀
唯一
玩具
真实
原因
发现
难以
当时
穿过
人群
成功
足球
胜过
棒球
帐单
哥哥
休息
一会儿
历史
失望
我家
哦
真正
不去
小屋
干净
又
那事
要是
派对
中
钢笔
十点钟
调查
喝点
主意
感兴趣
错过
一场
音乐会
鱼
人口
那件事
晚饭
学法语
几次
遵守
法律
努力
厉害
种
美丽
鸟类
手指
别人
动物
接
死亡
这样
不同
恐怕
上床睡觉
答案
重复
念
不吃
耐心
试着
把门
参与
院子
对此
忙
许多
比赛
万一
我来
跑步
袋子
买点
一本
关于
出版
很长
浴室
老
好多
声音
坐
下来
刀
长时间
太难
绳子
每个
上周
叔叔
裙子
啤酒
哪儿
好好
利用
十分
重要
件
大衣
读完
那本书
完成
第一次
见面
错误
打扫
屋子
儿童
到底
拒绝
对待
警察
抓住
手臂
故事
打网球
打得
以后
事故
过后
小
只
五十
忍受
这种
三天
市长
茶
谢谢您
对于
面包
电话号码
音乐
网球
已
伦敦
票
护士
邀请
抱歉
蓝色
摩托车
很早
完全
提供
食物
起初
前
先
白葡萄酒
幸福
信
功课
弄
明白
笑话
要求
吉他
增加
城市
秋天
周末
医院
镇上
年轻
时
从不
干
着火
是从
出来
看着
努力学习
颜色
缺席
五年
而
无法
睡着
错
牛奶
递给
尽量
选择
杂志
扔
当然
花园
昨天晚上
山上
巨大
高中
甚至
旅游
帽子
这台
相机
皮肤
向
撒谎
还是
气
辣
剪头发
报纸
看到
关上门
今天下午
外出
看上去
大约
导致
要说
几分钟
熨
衣服
开玩笑
喂
马
开心
洗澡
明智
欧洲
最大
演员
否认
不够
价值
出
误认为
双胞胎
图片
干嘛
理所当然
取得
胜利
由于
缺乏
三岁
那种
就要
安静
夏天
广播
天上
尽可能
那儿
很难
区分
戒烟
难
赢得
第一名
地方
赢
小心
目前
妈妈
死
总
有点
保证
下次
下雪
柳橙汁
理由
够
替
脸红
午餐
空
还有
更好
怎么办
脚踏车
关
家里
做饭
喝
输
几点
全都
三个
只有
保持
微笑
卧室
门
阅读
注意
俩
一无所知
规则
摘下
眼镜
所
工人
只能
左右
听说
有名
护照
无聊
肯定
正
街
困难
三次
诚实
之前
班
其他
杯子
掉
地板
回答
有个
安全带
出发
中国
爆炸
字典
考试
部分
同学
事情
睡得
出去
曾
与
风暴
几个
最后
上学
回复
墙上
暴风雨
作家
愚蠢
情况
果汁
青蛙
读
和玛丽
生
开着
大雨
使
首歌
每
曾经
图书馆
设法
享受
放在
桌上
过去
保护
关心
晚上
感到
改变
欢迎
手
会议
天
太多
信用卡
在家
身上
接受
我想
噪音
表现
一周
保密
度过
夜晚
当心
著急
寄
送到
人会
由
困惑
年龄
相当
家
汽车
偷
陌生人
开除
树
一页
一种
建议
家人
滑雪
不怕死
以为
稍微
没关系
安全
签名
鸟儿
妹妹
爵士乐
烧
肉
们
旁边
有没有
德语
真
愿意
了解
这件
为何
披萨
如此
受欢迎
睡觉
不了
床
迟到
牙医
走路
弹
米饭
最坏
哪
比较
白色
姐姐
看见
马路
新车
歌手
衬衫
呆
写下
者
带
些
社会
不让
阻止
笔记本
抓
狐狸
周一
独自
试图
梦
一切
黑色
一家
发誓
话
国外
很近
评论
家庭
小镇
聚会
人生
意义
雨下
进行
祈祷
一年
轮胎
手机
理解
抽烟
姐妹
办公桌
抽屉
不难
学
交流
跳舞
笔记本电脑
忘
作业
处理
自杀
目的
想象
没什么
一口气
蜡烛
观点
控制
老朋友
宁愿
椅子
大声
下午
洗
自行车
不太好
星期六
周围
紧张
这场
来说
笔迹
美
机场
温暖
忘记
藏
每次
急
脾气
迟早会
暖和
早上
逻辑
六点
可惜
饥饿
作
一辆车
回去
十七岁
骑马
火灾
一张
流利
手表
我怕
地震
印象
条
有意思
压力
冰箱
指责
谎
所有人
没用
似乎
之间
坏
有钱
进来
擅长
画画
人去
大学
主修
那会
放
轻松
改善
经验
下面
他会
瓶子
刷
两次
终于
再也
后悔
演讲
月
及时
赶到
卡车
部
运动
清楚
诱惑
容易
误会
女生
丈夫
大量
逮捕
突然
下降
警告
新鲜
承认
英雄
不到
请来
红酒
问好
根据
天气预报
班上
家庭作业
值得
科目
争论
寿司
前面
停下来
首都
据说
直到
动物园
遵守规则
除非
修好
想像
火
讲
难以置信
毕业
于
握手
味道
装满
小男孩
解释
香蕉
星期一
孤独
湖
这句
一把
手里
一支
联系
女士
这份
表格
那边
存在
累
负责
强迫
敌人
长大
屋里
价格
糟糕
办法
往常
早
点儿
你别
吓
从来
见过
马上
一半
神秘
故障
傲慢
晚点
这家
打断
沙发
巴士
惊讶
这项
煮
某个
普通
认真
小偷
是否
之后
尝试
单身
比萨
英文
口香糖
真是太
老鼠
盒子
伤害
感情
名字
待在家里
这班
大楼
拍照
寻找
午饭
生日
跳
云
黑
美味
写信给
毛巾
做不了
因
拥有
狮子
旅行
厨房
叉子
饮料
借口
来到
通过
伞
爱情
原谅
失去
前到
很感兴趣
关灯
疯
包
拿到
失败
停
停止
唱
一首
日文
歌
晚餐
枪
其中
一人
带来
来看
小时候
菠菜
出门
无辜
样子
难过
反对
感冒
何时
下定决心
门口
适应
互相
交谈
每周
出席
早点
车祸
外套
贫穷
厕所
教育
名单
圣诞节
土豆
慢
没想到
雇
律师
白痴
三十
没法
扇
窗户
在我看来
后退
一步
带上
外国
写信
大家
相处
坐飞机
那件
红色
毛衣
好看
兴趣
杀死
带到
河流
平行
嘲笑
刚刚
公众
场合
博物馆
开门
退休
间
玩得
游戏
眼睛
惊喜
戴
另
太太
再试一次
故意
弄坏了
打开
规矩
送给
准时
邮局
电话
试一下
法国
喝醉
伟大
检查
稍等一下
友善
碰
简单
快乐
同样
麻烦
太快
重
实际上
项目
屋顶
掉落
早就
窗口
姑姑
尺寸
说明
冷饮
尽力
提议
举办
张
喝酒
工厂
政治
公平
意外
长得
尽早
结果
管风琴
海边
钻石
吻
盐
遗憾
词典
中午
出现
愉快
道歉
强烈
下周
经过
受伤
一件
新年
大概
正要
诗人
表达
一间
尽管
看不到
长
回
快到
问问
冒险
也许
一句
羡慕
本该
右转
报告
必要
试著
举起
箱子
秘书
下周一
他来
确切
指望
睡不着
这栋
里面
系统
药物
亲吻
三明治
再次
一打
一眼
婚礼
举行
骂
回到
将要
几天
世界各地
好几个
科学
文件
风
一整夜
石头
估计
讲话
成
类型
世界
石油
刚
运动员
旧
尊敬
公共汽车
今天上午
诺言
用来
打破
大学生
打篮球
烦
开学
最深
到达
无论
放松
停留
课
不来
能力
教授
日期
胖
这门
近
菜单
这部
仍然
洪水
撞
早饭
早餐
现金
心情
东京
头
一块
第一个
病人
或许
地球
想念
进入
迷路
演奏
走进
生命
是因为
取决于
七点
一边
以外
歌唱
不再
非常感谢
将会
光临
十年
悲伤
洗碗
我试
约会
罪行
度假
肩膀
而言
甜
我刚
吃饭
母语
送
床上
精通
外语
澳洲
一封信
多长时间
五点
正式
非洲
痛
纸
发明
出生
一会
借给
便宜
塔
骗子
做作业
接电话
艺术
炒
没人
交通
起
留下
亚洲
约
为了
办公室
练习
女朋友
怀疑
工程师
城堡
奶油
计程车
网站
有用
市区
科学家
哪本
差点
快点
地上
总统
有时候
认出
过敏
系
乘
放下
好奇
浪费时间
有多远
正有
听见
词
经济
依靠
味
腿
咬
建筑
桥
两年
建造
你家
裤子
预约
嗜好
痛苦
骑
支票
照相机
体温
少
无法忍受
背
酒店
飞
书架上
诗
俱乐部
成员
强壮
口袋
本
小女孩
吃晚饭
挺
大多数
之
主要
胡萝卜
三
辛苦
骄傲
喝茶
祖母
封信
姓名
写字
洞
选手
看法
酷爱
打扰
六点钟
芝加哥
喝咖啡
火车站
傻
天黑
村庄
空调
关门
电梯
加入
中文
理论
寒冷
早晨
属于
蜜蜂
损失
不如
他试
傻瓜
全世界
怕死
男生
贵
不少
祖父
花瓶
小声
袜子
我学
方法
一生
十一点
卖
铅笔
耳朵
后面
女性
咱们
上面
欣赏
新来
画
一幅
显然
今年
厌倦
看著
之内
谈谈
处于
拿出
山丘
进步
嫁给
熬夜
一座
八点
下个月
厌烦
商店
教师
祝
不好意思
全身
酸痛
或者
别的
比起
所说
京都
那位
很少
爷爷
跟着
后天
傻子
着凉
咳嗽
曲奇
不太可能
加拿大人
肩上
要花
相簿
渴望
和平
坚持
将来
三年
忙于
这次
保守
橙子
教室
出差
著名
自豪
不久
可怕
纽约
再见
抵达
五分钟
一门
手术
觉
袭击
不敢相信
架飞机
此
很棒
受到
成绩
想来
这幅
生于
一般
随便
脸
两天
澡
更加
司机
饿
位子
入睡
才能
头疼
人能
取消
整个
步行
证明
暗示
黑暗
旅馆
花费
天空
花园里
辞职
变得
挂
多云
囚犯
士兵
战斗
宝宝
菜
在读
十点
两岁
列车
下车
低估
哈佛大学
换
盘子
灯
几岁
面前
牢里
或
留
勇气
节目
没见
穿着
迟
背上
胜
财富
我用
视力
位
那天
穿著
领带
打架
国王
么
造
钟
太好了
蔬菜
上周日
刮胡子
提
寄给
刚才
收入
减少
印度
我下
确实
玩耍
景色
独立
爬
森林
友谊
很漂亮
金钱
做事
谢谢
是不是
从前
餐馆
不在乎
炎热
它们
队长
受够了
军队
地毯
娃娃
提出
申请
反
工资
英国
短
材料
不怕
班里
前有
做好
西装
造成
当选
信息
她家
事儿
佩服
篮子
火警
葡萄
好处
地址
不得不
五个
可
下班
绝对
别忘了
这药
测验
各种
洋装
道理
拼
洋娃娃
消失
大部分
航班
建筑物
研究
假装
想起
两点
葡萄酒
复杂
付钱
赞成
一瓶
糖
说实话
流行
老虎
亲自
几点钟
赞同
犯错
主人
会员
看书
拜访
更糟
即使
两
整天
删除
持续
做得好
体重
助手
参观
可能性
吸烟
水在
摄氏
邻居
开会
往往
跟我来
倒
靠
可怜
瞎
讯息
书店
洗手
无
富有
公交车
像是
想到
钓鱼
谣言
瑞士
姊姊
这会
赚
热情
锁门
他人
再说
照
镜子
读过
好了吗
隔壁
答应
随时
树林
求助
听听
你们好
相似
草地
行星
可爱
等候
兄弟姐妹
乡下
湖里
不行
生意
张票
得出
害羞
推荐
餐厅
安慰
明显
放风筝
猜想
响
那座
太大
事实
睡觉时间
她们
鸟
树上
艺术家
农场
一部分
玫瑰
制成
友好
多么
接下来
谈话
课本
差不多
假期
很小
勇敢
事要
换衣服
北海道
好运
他会来
刷牙
浪费
一颗
乐观
血
有权
汤姆生
逃跑
书桌上
机器
熟悉
我见
上课
支持
车里
雨
修
依赖
进口
包裹
零钱
解雇
下棋
灰尘
惩罚
癌症
治疗
盯
一部
海滩
边
最高
五点钟
球拍
快来
好吃
在意
记忆力
太贵
乐意
离婚
美好
车库
兼职
避免
冒
兔子
公寓
充满
浇花
嫉妒
不介意
漫步
执行
降落
态度
祝您
留给
柳橙
拥抱
感激
上帝
落
生产
电话响
而已
政治家
富士山
脸颊
祝你好运
巴黎
老实人
这支
判断
批评
人类
彼此
卫星
买不起
我点
一遍
贴
半小时
主席
表
年
犯
得知
球
开放
高中生
职员
盲目
命令
锁
喝一杯
一面
怎么回事
信封
闭上
记者
戒酒
有关
笨蛋
企图
擦
墙
季节
投资
进去
来信
起得
两倍
这片
受了伤
拍
婚姻
娶
日元
制造
队
人家
能够
监狱
水是
责任
私下
讲座
班级
详细
财产
幽默感
奥运会
然后
意识
薪水
嘛
随意
一站
喉咙
忽视
点事
假
高尔夫
晴朗
从来不
风险
池塘
抚养
筷子
作用
